Repository: papou30/steinheim-nodesnation
Catalog: mods/h2omes/locale/*.po
Languages: fr

source: @1 set!
fr: @1 sauvegarder!

source: Teleporting to spawn...
fr: Teleportation aux spawn...

source: Player @1 respawned.
fr: Le joueur @1 est reapparue.

source: ERROR: No spawn point is set on this server!
fr: ERREUR: Le point de spawn n'est pas défini par le serveur!

source: Teleported to @1 of @2!
fr: Teleportation vers @1 de @2!

source: Teleporting to player @1
fr: Teleportation vers @1

source: ERROR: No position to player!
fr: ERREUR: Pas de position vers le joueur!

source: @1 sent you their position to teleport
fr: @1 vous a envoie sa position pour vous teleporter.

source: You cannot send your position to a player before they have the interact privilege.
fr: Vous pouvez pas envoye votre position avant d'avoir interact.

source: Your position has been sent to @1
fr: Votre position a ete envoyee a @1

source: Error: @1 already received a request. please try again later.
fr: Erreur: @1 a deja recus une requete, reesayer plus tard.

source: Home Settings
fr: Menu de teleportation

source: TO SPAWN
fr: SPAWN

source: To Spawn
fr: Teleportation

source: No spawn set
fr: Pas de position pour le spawn

source: TO HOME
fr: LA MAISON

source: Set Home
fr: Position

source: To Home
fr: Teleportation

source: Home no set
fr: Pas de position pour la maison

source: TO PIT
fr: LA MINE

source: Set Pit
fr: Position

source: To Pit
fr: Teleportation

source: Pit no set
fr: Pas de position pour la mine

source: TO PLAYER
fr: LE JOUEUR

source: To %s
fr: Invitation de %s

source: To Player
fr: Teleportation

source: No request from player
fr: Pas de requete

source: SEND MY POS TO PLAYER
fr: Envoie sa position au joueur

source: No player, try later
fr: Pas de joueur

source: refresh
fr: actualiser

source: Send To
fr: Envoie

source: Close
fr: Fermer

source: Can use /sethome, /home, /setpit and /pit
fr: Vous pouvez utiliser /sethome, /home, /setpit et /pit

source: Can use /spawn
fr: Vous pouvez utiliser /spawn

source: Teleport a player to the defined spawnpoint
fr: Teleportation du joueur vers le spawn

source: Teleport you to your home point
fr: Teleportation vers votre maison

source: Player needs to set a home using /sethome
fr: Vous devez sauvegarder la position de la maison, en utilisent /sethome

source: Set your home point
fr: Poisition de la maison sauvegarder

source: Teleport you to your pit point
fr: Vous vous teleporter a votre mine

source: Player needs to set a pit using /setpit
fr: Vous devez sauvegarder la position de la mine, en utilisent /setpit

source: Set your pit point
fr: Poisition de la mine sauvegarder

source: Send a teleportation invitation to a player
fr: Envoie d'une demande de teleportation au joueur

source: <name>
fr: <pseudo>

source: Please specify a player name. See /help invite_player.
fr: Spécifier le pseudo du joueur. Pour plus de detail /help invite_player

source: Player '@1' does not exist or is not currently connected.
fr: Le joueur '@1' n'existe pas ou il n'est pas en ligne.

source: Accept a teleportation invitation
fr: Vous avez accepter l'invitation

source: No pending teleportation invitation.
fr: Pas de demande de teleportation

source: Unknown error
fr: Erreur Inconnu

source: [h2omes] Loaded.
fr: [h2omes] Charger.
